[
    
    {
    "title": "Streamline your business’ tech stack with enterprise resource planning",

    "imgname":"https://assets.asana.biz/m/ce1ab05aa3f765c/original/contributor-headshot-whitney-vige.png",
    "name": "Whitney Vige",
    "time": "February 2nd, 2023•4 min read",
 
    "picture": "https://assets.asana.biz/transform/ae8408b3-9e48-44f3-a533-2ce720eb12f5/article-agile-scrumban-2x?io=transform:fill,width:768&format=webp",
    "age": 31,
   
    "q1":"Summary",

    "d1": "Enterprise resource planning is the process of merging company software and applications into a single, centralized platform. By consolidating your tech stack, you can reduce process inefficiencies and bring all your organization’s work together in one place. Coordinate, collaborate, and communicate—without switching tools.  ",
    "q2":"What is enterprise resource planning? ",
    "d2": "Enterprise resource planning (ERP) is the process of integrating all company software and business-related applications into a single platform. For example, ERP implementation might involve merging an organization’s customer relationship management software, financial management technologies, HR tools, and other business-critical software systems into a centralized location. This allows teams to access the company’s tools in one place, cutting down on timely manual tasks while increasing visibility and cross-team collaboration.  ",
    "q3":"How does enterprise resource planning work?",
   "d3": "Have you ever stopped to count how many systems your organization uses? The number might be higher than you expect. Think about the last time you needed to solve a problem with a tool—did you consider using your existing systems, or just tack on new tech to solve the problem? Often, companies adopt technology without evaluating the tools already in place, or thinking about how they work together. The result is a large, siloed—and costly—tech stack.",
   "q4":"What are the benefits of enterprise resource planning?",
    "d4": "App switching isn’t just a time-suck—it’s a productivity killer. Our research found that workers at enterprise companies miss 19% of messages every day. Plus, these workers are 23% less efficient with a 20% reduction in attention span as a result of using too many apps.",
    "img2":"https://assets.asana.biz/transform/2414cdfa-fa92-45f6-a2af-00c8a29a6fda/inline-leadership-employee-satisfaction-2-2x-1?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "Team collaboration software and tools: 11 picks for 2023",
    "imgname":"https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
    "name": "Alicia Raeburn",
    "time": "January 10th, 2023•6 min read",
   
    "picture": "https://assets.asana.biz/transform/936a6392-5a50-48ed-90b9-d7625b6218bc/inline-timeline-view-campaign-management-2x?io=transform:fill,width:768&format=webp",
   
    "age": 31,
    "q1":"Summary",

    "d1": "Cross-functional collaboration is crucial for modern day work. When it comes to high-impact projects, your teams need to be able to connect their work, communications, and goals across departments, org-wide. Collaboration software can support teamwork across your business—but only if you choose the right one. Use this list of the 11 best collaboration software choices in 2023 to determine which one is right for you.",
    "q2":"What is collaboration software?",
    "d2": "Collaboration software is a digital tool that helps you connect and work with others. This can happen in basic ways—like on messaging platforms and emails—or by enabling more complex workflows. Different collaboration software will help solve different cross-functional challenges. For example, messaging platforms make it easier to communicate with teams, digital task management helps you organize action items with external partners, and enterprise platforms provide you with a full-fledged, all-in-one work management system. ",
    "q3":"Do you need team collaboration software?",
   "d3": "The short answer—yes, especially if you work across teams. Large companies are broken down into departments, teams, and individuals. The most important company initiatives involve team members from different departments bringing their skill sets together to accomplish a goal. Collaboration software helps you do just that—enable individuals from across the organization to work as one unified project team, regardless of which department they’re in.",
    "q4": "The 11 best team collaboration software & tools in 2023",
    "d4":"There’s no one right collaboration software—there’s only the right one for you. Operating an enterprise business? You’ll need a highly-functional, adaptable platform. But if you only need dynamic docs to exchange ideas, you can use a simpler tool to meet your needs.",
   
    "img2":"https://assets.asana.biz/transform/42d9b053-c27e-468c-9173-83fb7d051324/inline-lists-project-plan-2x?io=transform:fill,width:768&format=webp"
    },
    {
        "title": "How to pitch project management software: A complete guide",
      
        
        "imgname":"https://assets.asana.biz/m/65631aab1e237e44/original/contributor-caeleigh-macneil-2x.png",
        "name": "Caeleigh MacNeil",
        "time": "January 8th, 2023•6 min read",
        "picture": "https://assets.asana.biz/transform/718fb352-ce1b-4ce5-bc21-d74d83f9d68e/article-leadership-emotional-intelligence-skills-2x?io=transform:fill,width:768&format=webp",
        "age": 31,
       
        "q1":"Summary",
    
        "d1": "Convincing company leaders to adopt a new tool can be tough, especially when resources are limited. In this article, we’ll walk you through how to craft an effective pitch that speaks to what leaders care about most: value added, and measurable results.",
        "q2":"Pitching project management software is tough, but worth it",
        "d2": "A well-crafted pitch gets you more than approval to start using project management software. It also convinces leadership that the tool can measurably improve the business as whole—so they’re fully invested in bringing the new software on board. The more buy-in you can get from senior stakeholders up-front, the easier it will be to roll the tool out later on. When stakeholders are fully on board, they can help pave the way for digital transformation and cross-team adoption down the road. ",
        "q3":"Focus on what’s top of mind for company leaders",
       "d3": "As a team leader, you understand business processes like the back of your hand, flaws and all. But improvement opportunities that seem glaring to you are often less obvious to executives, because they’re not directly involved in your day-to-day work. It’s not that they don’t care—quite the opposite. Company leaders want to equip your team to succeed, but they look at purchase decisions through a business-specific lens. ",
       "q4":"We needed to centralize our work into one platform tool because each team was using different tools, which led to miscommunication and inefficiencies.”",
        "d4": "Company leaders are often wary of adding new software because they’re afraid it will be used narrowly for a specific team—adding to application sprawl and making it harder to collaborate and share information cross-functionally. That’s why when pitching a new tool, it’s important to demonstrate a broad range of use cases. This new tool will help your team, sure—but also show how the platform is flexible enough to use across different departments. The more use cases a tool has, the more enticing it will be to company leadership. ",
        "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
       
     
     },
     {
            "title": "7 steps to crafting a winning event proposal (with template)",
           
            "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
            
            "name": "Alicia Raeburn",
            "time": "January 12th, 2023•7 min read",
            "picture": "https://assets.asana.biz/transform/b938a6f0-28f0-40c9-92cb-57dc95de16b7/article-project-planning-event-proposal-template-2x-2?io=transform:fill,width:768&format=webp",
            "age": 31,
           
            "q1":"Summary",
        
            "d1": "Like a resume, an event proposal showcases your event management skills and experiences for potential stakeholders to consider when deciding who will run an event. Use our event proposal template and follow these seven steps for writing an impressive proposal.",
            "q2":"What are the components of an event proposal?",
            "d2": "An event proposal is a comprehensive document that outlines every element of organizing a new event. You will typically create these in response to a request for proposal (RFP) that requires an event manager, but you can also use it to pitch a company function to key stakeholders or attract sponsors for an upcoming event.",
            "q3":"Meet with the prospective client or stakeholders",
           "d3": "Before you begin crafting your proposal, you should have a clear understanding of your prospective client’s expectations for the event. Schedule an initial meeting to discuss what they have in mind for this event. ",
     
           "q4":"Best practices for writing your event proposal",
            "d4": "Storytelling elicits emotion and excitement—two things that can help tip the scales in your favor. When writing your event description, your client should be the hero of the story. Describe what they can accomplish with your help—and what’s at stake if they go with another event planner. ",
            "img2":"https://assets.asana.biz/transform/a2e959d7-5dbe-41ad-b54f-0f3cb574dcfc/inline-project-planning-event-proposal-template-2-2x?io=transform:fill,width:768&format=webp"
         
     },
     {
            "title": "Timesheet templates: How to track team progress",
           
            "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
            
            "name": "Team CPM",
            "time": "January 12th, 2023•7 min read",
            "picture": "https://assets.asana.biz/transform/a89fe7eb-6fe8-4544-9127-90a7ba87da9f/article-productivity-work-schedule-template-2x?io=transform:fill,width:768&format=webp",
            "age": 31,
           
            "q1":"Summary",
        
            "d1": "Timesheets keep track of team member work hours and help companies hit their goals. But did you know that timesheets can also help you manage projects and monitor team performance? In this article, learn how to integrate online time tracking with your daily workflow to align your team and increase flexibility.",
            "q2":"Online time tracking vs. manual",
            "d2": "Traditionally, timesheets are printed out at the beginning of the day or week and used to track a team member’s working hours. And while there’s something satisfying about doing it on paper, paper timesheets have several disadvantages—they can get lost, they quickly become outdated when something changes, and there can only be one source of truth.",
            "q3":"Types of timesheet views",
           "d3": "The timesheets you use for your team will likely depend on two things—how often your team members get paid and any local or federal laws. Aligning timesheets with company pay periods allows you to view time in well-defined blocks, align work hours with team member paychecks, and share timesheets with other departments as needed.  ",
     
           "q4":"How to use a timesheet template",
            "d4": "Timesheets aren’t difficult to use, but if team members don’t fill them out correctly, it can result in inaccurate pay and be cumbersome to fix. Explaining this process to your team can prevent project risks or inaccuracies.  ",
            "img2":"https://assets.asana.biz/transform/5307c6f4-00c4-44f7-b34a-49ee11f7543b/inline-productivity-time-sheet-template-2-2x?io=transform:fill,width:768&format=webp"
         
     },
     {
            "title": "6 strategies to make group decisions quickly",
           
            "imgname":"https://assets.asana.biz/m/552277185502c0b8/original/contributor-sarah-laoyan-2x.png",
            
            "name": "Sarah Laoyan",
            "time": "January 12th, 2023•7 min read",
            "picture": "https://assets.asana.biz/transform/208d970a-db97-4def-a520-38a0dd983178/article-collaboration-cross-functional-teams-2x?io=transform:fill,width:768&format=webp",
            "age": 31,
           
            "q1":"Summary",
        
            "d1": "Group decision making techniques provide cross-functional teams the framework to foster constructive discussions regarding important business decisions. Learn about how you can use group decision making frameworks to make decisions quickly.",
            "q2":"What is a group decision making technique?",
            "d2": "A group decision making technique is a framework that you can use to help a group with several different decision makers.These frameworks can be especially helpful when you’re working with decision makers across teams and departments because it helps provide decision makers with the different perspectives from cross-functional teams. The best kind of group decision making techniques takes the opinion of everyone in the group into consideration. Using the right group decision making technique for the right project can help save your team time, increase efficiency, and encourage collaboration.",
            "q3":"5 tips for making good group decisions",
           "d3": "Making good group decisions is important, especially when working with cross-functional teams. To ensure that you include everyone’s opinions, use these tips:Clarify the goal and category of the decision. Making a group decision can be challenging if you’re working cross-functionally. This is because each team has their own individual goal and needs for a final decision. It’s also important to consider the category of the decision. Type one decisions are decisions that are extremely challenging to reverse. Type two decisions are reversible, easily fixed and reversed if the outcome doesn’t quite reflect what your team expected. Make sure it’s clear to everyone on the team how permanent this decision is.   ",
     
           "q4":"The 6 different group decision making techniques",
            "d4": "Making a decision within a group of people is challenging when there’s no structure involved. This is especially true when business leaders have to make decisions across different departments who all have their own goals to consider. Here are six different decision making processes that you can use to help groups find the right decision for them.",
            "img2":"https://assets.asana.biz/transform/a2e959d7-5dbe-41ad-b54f-0f3cb574dcfc/inline-project-planning-event-proposal-template-2-2x?io=transform:fill,width:768&format=webp"
         
     },
     {
            "title": "Create an action plan that drives results",
           
            "imgname":"https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
            
            "name": "Alicia Raeburn",
            "time": "January 12th, 2023•7 min read",
            "picture": "https://assets.asana.biz/transform/dc65bdfc-be59-4dde-8e50-64773d2d14d7/article-goals-action-plan-2x?io=transform:fill,width:768&format=webp",
            "age": 31,
           
            "q1":"Summary",
        
            "d1": "An action plan outlines precisely how you’re planning to accomplish your goals. It’s the perfect way to approach goals systematically and keep your team on target. In this article, we will cover how to create an action plan in six steps and how to implement it successfully. Plus, learn more about the differences between action plans, project plans, and to-do lists.",
            "q2":"What is an action plan?",
            "d2": "An action plan is a list of tasks or steps you need to complete to achieve your goals. An effective action plan works like a management plan for your company’s initiatives, outlining the steps you need to take to make these larger goals a success. Once you go through the goal-setting process, create an action plan with specific tasks and timeframes to reach each goal. ",
            "q3":"Who needs an action plan?",
           "d3": "An action plan is useful for anyone who needs a step-by-step planning process. When you create an action plan, you detail exactly what actions you'll take to accomplish your project goals. These plans can help you organize your to-dos and ensure you have the necessary information and resources to accomplish your goals.",
     
           "q4":"steps to create an action plan",
            "d4": "When it comes to setting goals, clarity is the single most important quality. With the SMART goal method, your goal is clearly defined and attainable. Set specific, measurable, achievable, realistic, and time-bound goals to benefit from this tactic. ",
            "img2":"https://assets.asana.biz/transform/bca4c26d-0f4a-4850-b9a3-ff698d140b19/inline-project-management-project-management-phases-2-2x?io=transform:fill,width:768&format=webp"
         
     },
     {
            "title": "15 project management interview questions and answers",
           
            "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
            
            "name": "Team CPM",
            "time": "January 5th, 2023•14 min read",
            "picture": "https://assets.asana.biz/transform/15245aa2-d1f8-44aa-83d3-1390560da494/article-project-management-pm-interview-questions-2x?io=transform:fill,width:768&format=webp",
            "age": 31,
           
            "q1":"Summary",
        
            "d1": "Landing a project management interview is a big accomplishment. But you’ll only get a chance at the job if you prepare for the interview properly. In this article, we cover some of the most commonly asked project management interview questions so you can ace this interview and get hired.",
            "q2":"What does a project manager do?",
            "d2": "The title project manager has changed significantly over the years. Initially, project manager roles were highly specialized technical positions, and project managers themselves were certified in complicated, complex project management tools. Luckily, modern project management tools have made project management accessible to a broader variety of roles—and now more often than not, a project manager is less focused on the technical element and more focused on aligning stakeholders, driving clarity, and hitting project goals. ",
            "q3":"15 project management interview questions to practice",
           "d3": "While it’s technically not a question, more often than not, this is going to be the first thing an interviewer wants you to talk about. Think of your answer as your elevator pitch—this is your chance to briefly summarize who you are, why you’re here, and what makes you the best candidate.",
     
           "q4":"5. How do you communicate bad news with your team?",
            "d4": "Part of your job description as a project manager will be to deliver news to your team—good and bad. Whether you’re managing people or projects, at some point, you’ll likely have to relay bad news to your team. ",
            "img2":"The way you handle sticky situations, like communicating that you’re not hitting a project’s goals or are losing funding for an exciting initiative, will be a reflection of how qualified you are to be a manager."
         
     },
     {
            "title": "Business process analysis (BPA) explained",
           
            "imgname":"https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
            
            "name": "Alicia Raeburn",
            "time": "January 12th, 2023•7 min read",
            "picture": "https://assets.asana.biz/transform/737ea8c3-c664-432c-b261-eb865fae4138/article-project-planning-gap-analysis-2x?io=transform:fill,width:768&format=webp",
            "age": 31,
           
            "q1":"Summary",
        
            "d1": "A business process analysis is a method to review the processes that govern your business operations. This process includes five steps: reviewing processes, collecting data, analyzing processes, identifying opportunities for improvement, and making changes. Learn more about BPAs and how to use them, below.",
            "q2":"What is business process analysis (BPA)?",
            "d2": "Business process analysis, or BPA, is a method designed to help you review your processes. Processes are repeatable groups of tasks or steps in a workflow that produce a certain result. For example, you might have an onboarding process for new hires or a process for reviewing quarterly goals. There are also broader business processes, such as the decision making processes used in planning sessions. ",
            "q3":"Why should you conduct a business process analysis?",
           "d3": "Business process analyses can have a huge impact on your business. Robust analyses go beyond inputs and outputs to determine the core values of your processes and show you where there are opportunities for improvement.",
     
           "q4":"The 5 steps of business process analysis",
            "d4": "Implementing a business process analysis cycle on your team will take some adjusting. Remember, most BPA’s won’t be managed by you directly—unless you’re a business analyst. This is something you’ll likely want to hire out for or, depending on your needs, create a dedicated in-house role to oversee. Regardless of how you launch BPA’s in your company, by following these five steps, you can build a solid foundation for them to take hold and grow.",
            "img2":"https://assets.asana.biz/transform/a2e959d7-5dbe-41ad-b54f-0f3cb574dcfc/inline-project-planning-event-proposal-template-2-2x?io=transform:fill,width:768&format=webp"
         
     }
   
  ] 