[
    {
      "title": "How to pitch project management software: A complete guide",
      "time": "January 17th, 2023  8 min read",
    
      "picture": "https://assets.asana.biz/transform/718fb352-ce1b-4ce5-bc21-d74d83f9d68e/article-leadership-emotional-intelligence-skills-2x?io=transform:fill,width:768&format=webp",
      "age": 31,
      "name": "Chang Hewitt",
      "q1":"Summary",
      "imgname":"https://assets.asana.biz/m/65631aab1e237e44/original/contributor-caeleigh-macneil-2x.png",

      "d1": "Convincing company leaders to adopt a new tool can be tough, especially when resources are limited. In this article, we’ll walk you through how to craft an effective pitch that speaks to what leaders care about most: value added, and measurable results. ",
      "q2":"Pitching project management software is tough, but worth it",
      "d2": "A well-crafted pitch gets you more than approval to start using project management software. It also convinces leadership that the tool can measurably improve the business as whole—so they’re fully invested in bringing the new software on board. The more buy-in you can get from senior stakeholders up-front, the easier it will be to roll the tool out later on. When stakeholders are fully on board, they can help pave the way for digital transformation and cross-team adoption down the road. ",
      "q3":"Focus on what’s top of mind for company leaders",
     "d3": "As a team leader, you understand business processes like the back of your hand, flaws and all. But improvement opportunities that seem glaring to you are often less obvious to executives, because they’re not directly involved in your day-to-day work. It’s not that they don’t care—quite the opposite. Company leaders want to equip your team to succeed, but they look at purchase decisions through a business-specific lens.Before preparing your elevator pitch, consider what company leaders care about. Put yourself in their shoes. How will purchasing new software boost performance—and profit margins—for the entire business?",
     "q4":"We get five times more done per person than companies 10 times bigger than us and relatively stress-free.”",
      "d4": "If you can demonstrate how new software will help your company’s bottom line, you’re much more likely to get leadership on board. Calculate how much time your team spends on repetitive and manual tasks—plus how many hours you could save with the new software. Do some external research, too. You can often find independent reports that quantify time savings from different project management tools, like this report from Nucleus Research.",
      "name": "Haynes Tran",
      "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
    },
    {
      "title":"6 strategies to make group decisions quickly",
      "imgname":"https://assets.asana.biz/m/552277185502c0b8/original/contributor-sarah-laoyan-2x.png",
      "time": "January 10th, 2023 4 min read",
      "article": "$3,256.24",
      "picture": "https://assets.asana.biz/transform/936a6392-5a50-48ed-90b9-d7625b6218bc/inline-timeline-view-campaign-management-2x?io=transform:fill,width:768&format=webp",
      "q1":"Summary",

      "d1": "Group decision making techniques provide cross-functional teams the framework to foster constructive discussions regarding important business decisions. Learn about how you can use group decision making frameworks to make decisions quickly.",
      "q2":"What is a group decision making technique?",
      "d2": "A group decision making technique is a framework that you can use to help a group with several different decision makers.These frameworks can be especially helpful when you’re working with decision makers across teams and departments because it helps provide decision makers with the different perspectives from cross-functional teams. The best kind of group decision making techniques takes the opinion of everyone in the group into consideration. Using the right group decision making technique for the right project can help save your team time, increase efficiency, and encourage collaboration.",
      "q3":"The 6 different group decision making techniques",
     "d3": "Making a decision within a group of people is challenging when there’s no structure involved. This is especially true when business leaders have to make decisions across different departments who all have their own goals to consider. Here are six different decision making processes that you can use to help groups find the right decision for them.",
     "q4":"Decision tree analysis",
      "d4": "A decision tree analysis is a type of chart that maps out how one decision can result in many different outcomes. Think of this strategy like the butterfly effect—your team is looking at many different potential outcomes based on one single decision. This technique works really well when you’re trying to look for a solution to a long-term issue. It works especially well for cross-functional teams, because then everyone can visualize how it affects different parts of the business.  A decision tree can help your team identify potential risks and problems with other solutions, which can help save time and money in the long run. ",
      "name": "Team CPM"
   
    },
    {
    "title": "Create a CRM strategy in 6 steps (with examples)",
    "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
    "time": "January 5th, 2023•6 min read",
    "article": "$1,057.46",
    "picture": "https://assets.asana.biz/transform/5555b1a3-92ee-4296-9a8d-156db4223151/article-business-strategy-crm-strategy-2x?io=transform:fill,width:768&format=webp",
    "age": 31,
    "name": "Team CPM",
    "q1":"Summary",

    "d1": "A CRM strategy is a company-wide plan to increase revenue and improve customer relationships using specific actions and technology. In this piece, we teach you how to build a CRM strategy with the use of CRM software. CRM software helps teams turn strategy into action by consolidating data. It also helps teams improve existing CRM strategies to better meet customer needs.",
    "q2":"What is a CRM strategy?",
    "d2": "A CRM strategy is a company-wide plan to increase revenue and improve customer relationships using specific actions and technology. CRM software helps your team turn strategy into action by consolidating data and by giving you insight into your customer’s online behavior.",
    "q3":"6 steps to build a CRM strategy",
   "d3": "When you build a CRM strategy from the ground up, your CRM software won’t have data from past funnels to report. However, you can use market research and some old-fashioned critical thinking to help build your customer base.",
   "q4":"Define your business goals”",
    "d4": "When you have clear business goals, you’ll have an easier time building your CRM strategy. Without goals in place, any CRM strategy you create will likely struggle to point your customers in the right direction.  You may have sales goals that don’t involve customers. For example, you may be able to double your sales next quarter by improving your product or revamping the backend of your website. But remember that CRM strategy is a customer-centric methodology.",
    "img2":"https://assets.asana.biz/transform/99aa628c-b576-4e7f-a838-ccff07a67cdc/inline-business-strategy-crm-strategy-1-2x?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "Level up your marketing with a perceptual map (with template)",
    "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
    "time": "December 19th, 2022•4 min read",
    "article": "$1,057.46",
    "picture": "https://assets.asana.biz/transform/208d970a-db97-4def-a520-38a0dd983178/article-collaboration-cross-functional-teams-2x?io=transform:fill,width:768&format=webp",
    "age": 31,
    "q1":"Summary",

    "d1": "A perceptual map is a chart used to illustrate where a product or brand and its competitors are positioned according to consumer perception. Learn how your brand can unlock industry insights through perceptual maps and identify paths into new marketplaces.",
    "q2":"What is a perceptual map?",
    "d2": "A perceptual map is a diagram used for visualizing consumer perception of different brands or products.A standard perceptual positioning map is presented on a two-axis scatter chart, where each axis represents a relevant industry attribute. This chart should not only include your brand’s position relative to the two attributes you’re measuring against, but also the position of your competitors. That way, you can get an at-a-glance understanding of how the consumer perceives each brand—individually and relative to one another.Every brand positioning map represents two attributes measured on a scale. For example, on the X-axis, you might measure price against its competing value (e.g. high price vs. low price). On the Y-axis, you might measure exclusivity against its competing value (e.g. least exclusive vs. most exclusive). Using opposing values reveals your brand’s competitive positioning relative to other brands in your industry.",
    "q3":"How to create a perceptual map in 4 steps",
   "d3": "Creating an accurate perceptual map requires a detailed understanding of how consumers perceive your brand or product and the brand or product of your competitors. As a result, you’ll need to conduct some thorough market research before diving into the actual construction of the map.Follow our four-step plan to get the best results from your perceptual map.The first step in creating your perceptual map is to pick the parameters that best represent what a customer might consider when choosing between you and your competitors.When selecting parameters, you should focus on your ownbusiness objectivesand what attributes are most relevant to your market. If you’re not sure, consider conducting research or putting together focus groups to help you select the appropriate parameters.",
   "q4":"Step 2: Define your competitors",
    "d4": "The second step in creating your perceptual map is defining your competitors. The more competitors you include, the better—aim for at least 10 competitors. Having a large sample size will give you the most accurate visualization of your position relative to competitors.The best way to accomplish this is by running a competitive analysis. A competitive analysis will reveal your direct and indirect competitors, as well as your strengths and weaknesses in relation to them.If you’re trying to gauge consumer perception of a new product or crafting a GTM strategy, you can format your perceptual map the same way. Looking closely at individual product positioning can be very helpful in understanding different success metrics and why consumers choose one product over another. See an example of a product positioning map below.",
    "name": "Team CPM",
    "img2":"https://assets.asana.biz/transform/6d5718b4-a11a-4525-999d-36cb836d1ee3/article-business-strategy-perceptual-map-template-2x?io=transform:fill,width:768&format=webp"
    },
    {
        "title": "Business process analysis (BPA) explained",
        "time": "December 6th, 2022•8 min read",
        "article": "$1,057.46",
        "imgname":"https://assets.asana.biz/m/552277185502c0b8/original/contributor-sarah-laoyan-2x.png",
        "picture": "https://assets.asana.biz/transform/d52daace-4530-4ab3-964b-fdce498e9546/article-business-strategy-business-requirements-document-template-2x?io=transform:fill,width:768&format=webp",
        "age": 31,
        "name": "Chang Hewitt",
        "q1":"Summary",
    
        "d1": "Knowledge management is the process of sourcing, organizing, storing, and distributing information in a way that allows for a select group of people to access it. Standardizing a knowledge management process helps your team stay organized and maintain efficiency. Get started with knowledge management in four easy steps.Every day, you process new information that eventually turns into knowledge. You probably don’t think of the fact that you need to “manage” this knowledge—for most of us, that’s second nature. But actually, your brain is constantly recategorizing all of the knowledge you receive to make sure you don’t forget anything.",
        "q2":"What is knowledge management?",
        "d2": "Knowledge management is the act of sourcing, organizing, storing, and distributing information to make it easily accessible to a select group of people. Knowledge management is a proactive strategy for workplaces to ensure that the information your team needs to know is shared across the right people and teams—even if an individual leaves the organization. Since there’s so much information your team (and only your team) needs to know, managing that knowledge is essential to keep your processes running smoothly.Knowledge management isn’t just used in the workplace. Public libraries are a form of knowledge management. Compiling your to-do list is a form of knowledge management. Whenever you gather information in one place to access it again later, you’re using knowledge management. ",
        "q3":"Knowledge management and a knowledge base are two closely related ideas, but they’re not quite the same. Knowledge management is the act of organizing information, while a knowledge base is the actual database of knowledge itself. A person will use knowledge management to create a knowledge base.",
       "d3": "Business process analyses can have a huge impact on your business. Robust analyses go beyond inputs and outputs to determine the core values of your processes and show you where there are opportunities for improvement.Identify gaps: BPAs show you missing links in your most important operations. Often, these directly affect your bottom line, especially when you’re looking at processes for hiring, invoicing, or closing deals.Outline all available resources: If you’re unsure when to say no to a new project, a BPA can help. It outlines all available resources for each process you’d need, similar to capacity planning. This way, you know your capacity and availability for the additional work.",
       "q4":"Maintain your knowledge management strategy with Creative Project Manager.",
        "d4": "As your team works to develop a knowledge management strategy, it’s important to establish a central form of communication—or a work knowledge base. Using a work management tool like Asana ensures that your entire team has an organized understanding of what work needs to be done by when. "
       
     
     },
     {
            "title": "How knowledge management helps your team stay organized",
            "time": "January 13th,2023  4 min read",
            "article": "$1,057.46",
            "picture": "https://assets.asana.biz/transform/8c078444-e54a-490c-8be7-67670de1df1e/article-collaboration-team-communication-2x?io=transform:fill,width:768&format=webp",
            "age": 31,
            "name": "Chang Hewitt",
            "q1":"Summary",
        
            "d1": "Strong communication is the driving force for everything you do at work. As a project manager, it’s your responsibility to set the tone for how your team members communicate with one another. In this piece, we discuss the importance of team communication and provide strategies for how to improve engagement in the workplace.",
            "q2":"Why is team communication important?",
            "d2": "Strong communication is the driving force for everything you do at work. You can trace project quality, stakeholder relationships, and customer satisfaction back to how well your team communicates with one another. Good communication leads to effective decision making, engaged team members, and successful projects.",
            "q3":"What are the 5 types of team communication?",
           "d3": "There is more than one way your team communicates. You must know of all five forms of communication if you hope to build a high-performing team. Use this chart to identify areas of communication where your team can improve.",
           "img2":"https://assets.asana.biz/transform/868ab9df-97a6-4b0d-a44b-28ffb5fe9ff3/inline-collaboration-team-communication-1-2x?io=transform:fill,width:768&format=webp",
           "q4":"6 strategies to build team communication skills",
            "d4": "There are various strategies you can use to improve team communication in the workplace. Whether your team works remotely or in the office, these action steps will promote team collaboration and foster healthy relationships, regardless of position or rank.Conflicts at work can start off small and seem inconsequential. For example, one team member may shift their deadline, which means another team member has less time for their part of the project. The first team member apologizes to the other, and all seems well. But if the first team member continues to shift deadlines—and the second team member hasn’t communicated how that impacts their work—the second team member can become resentful and frustrated. When team members don’t resolve conflicts quickly, tension builds and work performance suffers. "
         
     }
   
  ]