[
    {
      "title": "Streamline your business’ tech stack with enterprise resource planning",
      "time": "February 3rd,2023 •  4 min read",
      
      "picture": "https://assets.asana.biz/transform/ae8408b3-9e48-44f3-a533-2ce720eb12f5/article-agile-scrumban-2x?io=transform:fill,width:960&format=webp",
     
      "name": "Chang Hewitt",
      "q1":"Summary",

      "d1": "  Enterprise resource planning is the process of merging company software and applications into a single, centralized platform. By consolidating your tech stack, you can reduce process inefficiencies and bring all your organization’s work together in one place. Coordinate, collaborate, and communicate—without switching tools. ",
      "q2":"What is enterprise resource planning?",
      "d2": "Enterprise resource planning (ERP) is the process of integrating all company software and business-related applications into a single platform. For example, ERP implementation might involve merging an organization’s customer relationship management software, financial management technologies, HR tools, and other business-critical software systems into a centralized location. This allows teams to access the company’s tools in one place, cutting down on timely manual tasks while increasing visibility and cross-team collaboration. ",
      "q3":"How does enterprise resource planning work?",
     "d3": "Have you ever stopped to count how many systems your organization uses? The number might be higher than you expect. Think about the last time you needed to solve a problem with a tool—did you consider using your existing systems, or just tack on new tech to solve the problem? Often, companies adopt technology without evaluating the tools already in place, or thinking about how they work together. The result is a large, siloed—and costly—tech stack.",
     "q4":"What are the benefits of enterprise resource planning?",
      "d4": "App switching isn’t just a time-suck—it’s a productivity killer. Our research found that workers at enterprise companies miss 19% of messages every day. Plus, these workers are 23% less efficient with a 20% reduction in attention span as a result of using too many apps. Real-time visibility into projects and workflows. With ERP, your entire organization works from a centralized platform, which gives employees greater visibility into what other teams and colleagues are working on and why that work matters  ",
      "name": "Haynes Tran",
      "img2":"https://assets.asana.biz/transform/42d9b053-c27e-468c-9173-83fb7d051324/inline-lists-project-plan-2x?io=transform:fill,width:960&format=webp"
    },
    {
      "title":"Team collaboration software and tools: 11 picks for 2023",
      "time": "January 27th, 2023 • 6 min Read",
      
      "picture": "https://assets.asana.biz/transform/936a6392-5a50-48ed-90b9-d7625b6218bc/inline-timeline-view-campaign-management-2x?io=transform:fill,width:768&format=webp",
      "q1":"Summary",

      "d1": "  Cross-functional collaboration is crucial for modern day work. When it comes to high-impact projects, your teams need to be able to connect their work, communications, and goals across departments, org-wide. Collaboration software can support teamwork across your business—but only if you choose the right one. Use this list of the 11 best collaboration software choices in 2023 to determine which one is right for you.",
      "q2":"What is collaboration software?",
      "d2": "When it comes to complex ideas, projects, and workflows, we’re not meant to work alone. The projects that have the highest impact on your company are rarely the result of one person. More often than not, projects need cross-functional collaboration to be successful—with individuals working across teams, departments, and roles to produce their best work. But even though collaboration is critical for our most important work, coordinating with all these different stakeholders is challenging. That’s where collaboration software comes in",
      "q3":"Do you need team collaboration software?",
     "d3": "The short answer—yes, especially if you work across teams. Large companies are broken down into departments, teams, and individuals. The most important company initiatives involve team members from different departments bringing their skill sets together to accomplish a goal. Collaboration software helps you do just that—enable individuals from across the organization to work as one unified project team, regardless of which department they’re in.",
     "q4":"The 11 best team collaboration software & tools in 2023",
      "d4": "There’s no one right collaboration software—there’s only the right one for you. Operating an enterprise business? You’ll need a highly-functional, adaptable platform. But if you only need dynamic docs to exchange ideas, you can use a simpler tool to meet your needs.   No matter your business needs, there’s a collaboration software in this list that will boost your productivity, improve communication, and better connect your teams. Read on to see which software is best for you.  ",
      "name": "Haynes Tran",
      "img2":"https://assets.asana.biz/transform/42d9b053-c27e-468c-9173-83fb7d051324/inline-lists-project-plan-2x?io=transform:fill,width:960&format=webp"
    },
    {
    "title": "How to pitch project management software: A complete guide",
    "time": "January 17th,2023  4 min read",
    
    "picture": "https://assets.asana.biz/transform/718fb352-ce1b-4ce5-bc21-d74d83f9d68e/article-leadership-emotional-intelligence-skills-2x?io=transform:fill,width:960&format=webp",

    "name": "Chang Hewitt",
    "q1":"Summary",

    "d1": " Convincing company leaders to adopt a new tool can be tough, especially when resources are limited. In this article, we’ll walk you through how to craft an effective pitch that speaks to what leaders care about most: value added, and measurable results.",
    "q2":"Pitching project management software is tough, but worth it",
    "d2": "A well-crafted pitch gets you more than approval to start using project management software. It also convinces leadership that the tool can measurably improve the business as whole—so they’re fully invested in bringing the new software on board. The more buy-in you can get from senior stakeholders up-front, the easier it will be to roll the tool out later on. When stakeholders are fully on board, they can help pave the way for digital transformation and cross-team adoption down the road. ",
    "q3":"Focus on what’s top of mind for company leaders",
   "d3": "As a team leader, you understand business processes like the back of your hand, flaws and all. But improvement opportunities that seem glaring to you are often less obvious to executives, because they’re not directly involved in your day-to-day work. It’s not that they don’t care—quite the opposite. Company leaders want to equip your team to succeed, but they look at purchase decisions through a business-specific lens.",
   "q4":"As Zoom grew, we wanted a standard view of everything going on so we could prioritize work and make business decisions. We needed visibility, accountability, consistency in how work gets done, and knowledge sharing across teams.”",
    "d4": "Company leaders want to know what’s going on, so they can make informed decisions for their teams. They also want employees to have the same clarity, because getting everyone on the same page is essential for effective collaboration. But achieving clarity is hard, especially when the average knowledge worker switches between 10 apps 25 times per day. With information scattered in different places, it’s hard to track what’s happening, how projects are performing, and who’s accountable for what.  ",
    "name": "Haynes Tran",
    "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "6 strategies to make group decisions quickly",
    "time": "January 18th,2023 •  4 min read",
    "article": "$1,057.46",
    "picture": "https://assets.asana.biz/transform/208d970a-db97-4def-a520-38a0dd983178/article-collaboration-cross-functional-teams-2x?io=transform:fill,width:768&format=webp",
  
    "name": "Chang Hewitt",
    "q1":"Summary",

    "d1": " Group decision making techniques provide cross-functional teams the framework to foster constructive discussions regarding important business decisions. Learn about how you can use group decision making frameworks to make decisions quickly.",
    "q2":"What is a group decision making technique?",
    "d2": "A group decision making technique is a framework that you can use to help a group with several different decision makers.These frameworks can be especially helpful when you’re working with decision makers across teams and departments because it helps provide decision makers with the different perspectives from cross-functional teams. The best kind of group decision making techniques takes the opinion of everyone in the group into consideration. Using the right group decision making technique for the right project can help save your team time, increase efficiency, and encourage collaboration. ",
    "q3":"5 tips for making good group decisions",
   "d3": "Clarify the goal and category of the decision. Making a group decision can be challenging if you’re working cross-functionally. This is because each team has their own individual goal and needs for a final decision. It’s also important to consider the category of the decision. Type one decisions are decisions that are extremely challenging to reverse. Type two decisions are reversible, easily fixed and reversed if the outcome doesn’t quite reflect what your team expected. Make sure it’s clear to everyone on the team how permanent this decision is. Keep the decision making group small, but diverse. While there may be a lot of people affected by your decision, keeping your decision making group small can help maintain agility. It’s important to create a diverse group of people because it encourages discussion from team members with different viewpoints. When considering who to choose, try to incorporate members from the teams that will be most impacted by the decision. Make sure team leaders receive input from the team members they manage, so the decision isn’t made in an executive silo.",
   "q4":"The 6 different group decision making techniques”",
    "d4": "Making a decision within a group of people is challenging when there’s no structure involved. This is especially true when business leaders have to make decisions across different departments who all have their own goals to consider. Here are six different decision making processes that you can use to help groups find the right decision for them.",
    "name": "Haynes Tran",
    "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
    },
    {
        "title": "Meeting agenda template",
        "time": "January 16th,2023 • 4 min read",
       
        "picture": "https://assets.asana.biz/transform/bb30ce92-f0a9-4a7f-af8a-f1546496fdd4/inline-lists-meeting-agenda-2x?io=transform:fill,width:768&format=webp",
      
        "name": "Chang Hewitt",
        "q1":"What is a meeting agenda?",
    
        "d1": " At its most basic, a meeting agenda is an outline of the topics and talking points your team can expect to discuss during a specific meeting. A well-crafted meeting agenda helps create effective meetings by aligning your team on the purpose of the meeting and setting meeting expectations. By clearly outlining who on the team is responsible for which topics, the priority of those topics, and the length of time allotted for each point of discussion, you can keep the meeting on track and purposeful. ",
        "q2":"What is a meeting agenda template?",
        "d2": "A meeting agenda template is a reusable resource that lays out the basic elements of a meeting. For a meeting to be effective, it has to have a purpose and clearly defined expectations. A meeting agenda template helps facilitate this by clarifying what the meeting will cover, the roles and responsibilities of each team member, and any resulting action items. For example, your meeting agenda template might include topics of discussion, as well as which team member owns each topic and how long they have to discuss the topic during the meeting. ",
        "q3":"Types of meeting agenda templates ",
       "d3": "While our basic meeting agenda template serves as a useful baseline for everything from one-off syncs to weekly team meetings, some meetings require a more specific structure. For example, running a 1:1 meeting with a direct report is pretty different from holding a board meeting with a board of directors and outside stakeholders.",
       "q4":"What to look for in a meeting agenda template",
        "d4": "A meeting overview section to keep track of the goal of the meeting, as well as the meeting’s facilitator and attendees.A section for topic suggestions, including the discussion points for each meeting, as well as who on the team owns each topic.A section for action items that come out of each meeting, as well as who owns each task and the corresponding due date. A reference section where you can keep helpful materials, such as previous meeting recordings, slideshow presentations, and meeting notes. ",
        "name": "Haynes Tran",
        "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
     
     },
     {
            "title": "How to improve team communication: 6 strategies and tips",
            "time": "January 13th,2023 • 4 min read",
          
            "picture": "https://assets.asana.biz/transform/8c078444-e54a-490c-8be7-67670de1df1e/article-collaboration-team-communication-2x?io=transform:fill,width:768&format=webp",
           
            "name": "Chang Hewitt",
            "q1":"Summary",
        
            "d1": "Strong communication is the driving force for everything you do at work. As a project manager, it’s your responsibility to set the tone for how your team members communicate with one another. In this piece, we discuss the importance of team communication and provide strategies for how to improve engagement in the workplace.",
            "q2":"Why is team communication important?",
            "d2": "Strong communication is the driving force for everything you do at work. You can trace project quality, stakeholder relationships, and customer satisfaction back to how well your team communicates with one another. Good communication leads to effective decision making, engaged team members, and successful projects.",
            "q3":"What are the 5 types of team communication?",
           "d3": "There is more than one way your team communicates. You must know of all five forms of communication if you hope to build a high-performing team. Use this chart to identify areas of communication where your team can improve.",
           "img2":"https://assets.asana.biz/transform/868ab9df-97a6-4b0d-a44b-28ffb5fe9ff3/inline-collaboration-team-communication-1-2x?io=transform:fill,width:768&format=webp",
           "q4":"6 strategies to build team communication skills",
            "d4": "There are various strategies you can use to improve team communication in the workplace. Whether your team works remotely or in the office, these action steps will promote team collaboration and foster healthy relationships, regardless of position or rank.Conflicts at work can start off small and seem inconsequential. For example, one team member may shift their deadline, which means another team member has less time for their part of the project. The first team member apologizes to the other, and all seems well. But if the first team member continues to shift deadlines—and the second team member hasn’t communicated how that impacts their work—the second team member can become resentful and frustrated. When team members don’t resolve conflicts quickly, tension builds and work performance suffers. ",
            "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
         
     }
   
  ]