[
    {
      "title": "2Create an action plan that drives results",
      "time": "January 8th, 2023 • 6 min read",
      
      "picture": "https://cc.sj-cdn.net/instructor/2608rvujpff4i-asana-academy/courses/3076t5ofgzxmb/promo-image.1673294123.png",
     "nameImg": "https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
      "name": "Alicia Raeburn",
      "q1":"Summary",

      "d1": "An action plan outlines precisely how you’re planning to accomplish your goals. It’s the perfect way to approach goals systematically and keep your team on target. In this article, we will cover how to create an action plan in six steps and how to implement it successfully. Plus, learn more about the differences between action plans, project plans, and to-do lists.",
      "q2":"Who needs an action plan?",
      "d2": "An action plan is useful for anyone who needs a step-by-step planning process. When you create an action plan, you detail exactly what actions you'll take to accomplish your project goals. These plans can help you organize your to-dos and ensure you have the necessary information and resources to accomplish your goals.Action plans are often used in strategic planning. Strategic plans are three to five year goals that your entire organization is working towards. ",
      "q3":"6 steps to create an action plan",
     "d3": "When it comes to setting goals, clarity is the single most important quality. With the SMART goal method, your goal is clearly defined and attainable. Set specific, measurable, achievable, realistic, and time-bound goals to benefit from this tactic.Now that your goal is clearly defined and written down, you’ll want to identify the steps you have to take to reach it. Identify all of the tasks that you and your team need to complete to reach milestones and, eventually, the main objective.",
     "q4":"Action plan vs. plan B vs. project plan vs. to-do list",
      "d4": "So how exactly does an action plan differ from all these other plans and lists? To clear this up once and for all, we’re going to explain what these plans are and when to use which plan to maximize your team’s efforts.You may have heard the terms action plan and plan B used interchangeably. But in fact, an action plan and plan B are two completely different types of plans. ",
     
      "img2":"https://assets.asana.biz/transform/75ae8c54-4152-4fc4-a32f-3f35c987ded4/inline-goals-action-plan-2-2x?io=transform:fill,width:768&format=webp"
    },
    {
      "title":"How to set and track stretch goals to inspire your team",
      "time": "November 19th, 2022 • 5 min read",
      
      "picture": "https://assets.asana.biz/transform/83e90c49-5cd9-4c72-8231-d4e46d543554/article-goals-stretch-goals-2x?io=transform:fill,width:768&format=webp",
      "nameImg": "https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
      "name": "Team Creative Project Manager",
      "q1":"Summary",

      "d1": "Stretch goals are purposefully ambitious goals that challenge your team to step outside of their comfort zone. While they’re not for everyone, teams that are already performing well may get a boost from stretch goals. Besides inspiring and motivating your team, stretch goals can also positively impact your company’s performance and increase your chances of success.",
      "q2":"What are stretch goals?",
      "d2": "Stretch goals are deliberately challenging goals that can inspire your team and boost their performance. Properly set stretch goals can be the breath of fresh air your team needs to get out of their comfort zone and enhance their performance.Even if you don’t hit your stretch goal, it’s the perfect way to get out of your comfort zone and reach for the stars. Plus, stretch goals (whether they’re met or missed) can be a metric to calibrate new goals.",
      "q3":"How to set and achieve stretch goals",
     "d3": "Ask yourself open-ended questions to define your stretch goal. Think about what the best case scenario of reaching your stretch goal could look like. How can your team improve their current work processes? How can you positively impact your industry? These types of questions will help you determine what kind of stretch goal to set.Consider your team’s or company’s available resources. Do you have the resources to work toward a stretch goal? Now’s the time to find out.Set your stretch goal. Gather your team for this process so they feel in charge of this big goal. Together, you can brainstorm how to allocate additional resources, establish a timeline, and create an action plan with stretch targets.",
     "q4":"Pitfalls of stretch goals",
      "d4": "Stretch goals can be challenging. If you don’t set them right, you risk making them a problem rather than a solution.If you set vague, ambiguous, or outrageous stretch goals, they can make your team feel disconnected, discouraged, or even frustrated. Set SMART stretch goals. Even a stretch goal should be specific, measurable, attainable, realistic, and time-bound. SMART goals can ensure that the goals you set aren’t unattainable goals for your team. To keep track of your goals, use a goal-setting or work management software.",
     
      "img2":"https://assets.asana.biz/transform/dff1ec09-cd5f-404b-9470-85cd99a7c4f4/inline-goals-stretch-goals-3-2x?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "Feeling stuck? Try 7 types of goals to increase personal and professional development",
    "time": "November 10th, 2022v • 7 min read",
    
    "picture": "https://assets.asana.biz/transform/b6080805-115b-4abb-92d2-0ef43ce7cc81/article-work-management-smart-goals-2x?io=transform:fill,width:768&format=webp",
    "nameImg": "https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
      "name": "Alicia Raeburn",

    "name": "Alicia Raeburn",
    "q1":"Summary",

    "d1": "Goals are statements that describe a desired achievement. Put another way, goals define the details of your ambitions. They’re important in all aspects of your life and work, whether you want to improve your personal life or build professional skills. But because they’re used so differently, you need different types of goals for different accomplishments. For example, you can use short-term goals for project management, because this goal type is actionable and works best with task-based deliverables. ",
    "q2":"7 types of goals to move your personal and professional life forward",
    "d2": "Here we’ve broken down seven types of goals into two categories: time-based goals and professional goals.Time-based goals are set on a timeline. They’re time-bound, with a start and an end date, though the actual time frame can vary quite a bit. Some time-based goals can help you achieve tasks next week, while others can be guiding principles throughout your life. Regardless, time-based goals always have a deadline, no matter how far away it is.",
    "q3":"What’s the danger of setting too many goals?",
   "d3": "Mostly, setting and achieving goals is a rewarding and positive experience. But there is a tipping point where too many goals can have a negative impact on you and your work. The effect of setting too many goals is similar to creating an overlong to-do list: it’s overwhelming. You want to strike a balance between adding enough goals that your work feels structured and not adding so much that it feels impossible to achieve them all. Plus, if you’re always chasing something, you won’t have the time and space to enjoy what you’ve already accomplished. ",
   "q4":"Goals for everyone",
    "d4": "Neale Donald Walsch wrote that “Life begins at the end of your comfort zone.” Goals help you push through and past your comfort zone, where you can grow and improve. Most of us will rely on a combination of these goal types to chase down dreams, build a better workplace, and discover how we operate best. If you’re new to goal setting, don’t worry. Just pick a goal type and get started. Goal setting and tracking can be tricky as your team grows. To keep projects on track, use a goal-setting system that scales with you and your work. Track and measure your goals in the same space you work, with Asana.",
   
    "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "What's the difference between accuracy and precision?",
    "time": "May 4th, 2022 • 4 min read",
   
    "picture": "https://assets.asana.biz/transform/cf40b298-3c4a-47de-9dfc-fdeadad7cdbd/article-work-management-asana-goals-infographic-2020-2x?io=transform:fill,width:768&format=webp",
  "nameImg":" ",
    "name": "Alicia Raeburn",
    "q1":"Summary",

    "d1": "Accuracy and precision are both ways to measure results. Accuracy measures how close results are to the true or known value. Precision, on the other hand, measures how close results are to one another. They’re both useful ways to track and report on project results.",
    "q2":"What is the difference between accuracy and precision?",
    "d2": "Accuracy and precision are both forms of measurement that define how close you are to hitting a target or achieving a goal. Accuracy evaluates how close you are to the true value of the measurement, while precision shows how close the measured values are to one another. ",
    "q3":"What is precision?",
   "d3": "Precision measures how close your results are to one another. While accuracy can be used in one instance, precision will be measured over time. This is because precision requires repeatability to determine the degree of closeness between each set of measurements. High precision is when your results are similar to each other, while low precision is when they’re all over the map. Measuring precision is helpful in two scenarios:",
   "q4":"How do you track and measure accuracy and precision?",
    "d4": "When it comes to a measurement system, you’ll want something that’s easy to manage and accurate. A project management software with universal reporting can help you track—and react to—results in real-time. For example, if you notice consistent results (precise) moving away from your target goal (inaccurate), you may have a systematic error that needs correction. When it comes to a measurement system, you’ll want something that’s easy to manage and accurate. A project management software with universal reporting can help you track—and react to—results in real-time. For example, if you notice consistent results (precise) moving away from your target goal (inaccurate), you may have a systematic error that needs correction.",
   
    "img2":"https://assets.asana.biz/transform/eb9c3fec-cdfe-4f91-9538-72bf4bfea36d/reporting-dashboard?io=transform:fill,width:768&format=webp"
    }
 
   
   
  ]