[
    {
      "title": "7 steps to crafting a winning event proposal (with template)",
      "time": "January 12th, 2023 • 7 min read",
      "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
      "picture": "https://assets.asana.biz/transform/6ec6f446-834f-447c-b3a5-8272462ce8bb/article-leadership-performance-improvement-plan-template-2x?io=transform:fill,width:768&format=webp",
   
      "name": "Team CPM",
      "q1":"Summary",
   

      "d1": "A performance improvement plan (PIP) is a tool you can use to create individualized and actionable steps to help team members make progress at work. PIPs can be useful for team members that you think will benefit from a structured action plan. Use this article to learn how PIPs can benefit your team.",
      "q2":"What is a performance improvement plan?",
      "d2": "A performance improvement plan (PIP) is a motivational tool that offers individualized and actionable steps for team members to meet performance goals. If you have a team member that isn’t meeting goals, you can use a PIP as an opportunity to improve through customized action steps.Typically, you’ll meet with team members individually to discuss performance issues and work with that team member to create a PIP. The PIP should include a structured plan for the future and achievable goals. ",
      "q3":"Tips to consider before implementing a performance improvement plan",
     "d3": "The most important thing to remember before you go into this conversation is that a PIP is designed to help team members improve. Think of this as a conversation where you offer constructive feedback and create tangible next steps for improvement. The tips below can make it easier for you to go into a conversation with an open mind and help your team members digest the information effectively.",
     "q4":"What’s included in a performance improvement plan?",
      "d4": "Before you customize a performance improvement plan, it’s important to understand what typically goes into one. As you draft your template, keep this checklist in mind.This section of the PIP explains what might happen if the PIP proves ineffective. This might include further escalation or possible termination.",
    
      "img2":"https://assets.asana.biz/transform/1e24d9f2-9d40-4e88-a799-7b0af77f5ba7/inline-leadership-performance-improvement-plan-template-1-2x?io=transform:fill,width:768&format=webp"
    },
    {
      "title":"How to navigate organizational change",
      "imgname":"https://assets.asana.biz/m/65631aab1e237e44/original/contributor-caeleigh-macneil-2x.png",
      "name": "Caeleigh MacNeil",
      "time": "December 9th, 2022 • 10 min read",
    
      "picture": "https://assets.asana.biz/transform/cfd847a5-e5cd-4323-bf07-40f7c1785619/article-business-strategy-organizational-change-2x?io=transform:fill,width:768&format=webp",
     
      "q1":"Summary",

      "d1": "Organizational change occurs when businesses go through a major transition that impacts company culture, infrastructure, technologies, or internal processes. Many employees feel the effects of organizational change—whether that change involves onboarding new leadership, introducing new tools, or updating your company goals. Learn about the different types of organizational change and how big transitions can impact your team—plus some key strategies to handle change when it occurs.",
      "q2":"What is organizational change?",
      "d2": "Organizational change occurs when a business experiences a major transition that affects most or all of its employees. This type of change is far-reaching because it impacts company culture, infrastructure, technologies, or internal processes. In other words, organizational change alters your team’s day-to-day experience. Sometimes these big transitions are meticulously planned out, and other times they happen without any advance notice.  ",
      "q3":"Organizational change vs. organizational change management",
     "d3": "The terms organizational change and organizational change management often go hand-in-hand. That’s because whenever big transitions occur, it’s important to plan how you’ll guide employees to make sure everyone is set up for success in the new environment. That’s what organizational change management is all about—preparing for and managing any new organizational change.",
     "q4":"The change spectrum",
      "d4": "Organizational change can be big, small, or somewhere in between—and that’s where the change spectrum comes into play. On one side of the spectrum is incremental change, which represents smaller transitions your company makes over time. On the other side is transformational change, which represents big transitions when your company reinvents existing processes or infrastructure. We’ve outlined the difference between incremental and transformational changes below, but keep in mind that your particular situation may not fall directly into one of these buckets. Rather, you may find yourself somewhere in between. ",
      "img2":"https://assets.asana.biz/transform/bca4c26d-0f4a-4850-b9a3-ff698d140b19/inline-project-management-project-management-phases-2-2x?io=transform:fill,width:768&format=webp"
      
   
    },
    {
    "title": "Increase employee satisfaction by meeting these 5 needs",

    "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
    "name": "Team CPM",
    "time": "January 8th, 2023 • 6 min read",
 
    "picture": "https://assets.asana.biz/transform/0de496da-0735-4c1c-a7d5-13dfd3a33329/article-leadership-employee-satisfaction-2x?io=transform:fill,width:768&format=webp",
  
    "q1":"Summary",

    "d1": "Employee satisfaction describes how happy employees are with their jobs, their work experience, and the company they work for. In this piece, we’ll discuss what most employees need to feel satisfied at work. When you create a work environment that promotes job satisfaction, you’ll increase team morale and improve the employee experience.",
    "q2":"What defines employee satisfaction?",
    "d2": "Human resource departments use employee satisfaction to describe how happy employees are with their jobs, their work experience, and the company they work for.You can better understand employee needs by looking at a motivational theory in psychology known as Maslow’s hierarchy of needs. Abraham Maslow—an American psychologist—believed humans need five things to feel fulfilled. ",
    "q3":"Team member satisfaction example",
   "d3": "Team members assess their satisfaction level by comparing their work experience to their needs. For example, let’s say Kat Mooney has worked at Apollo Enterprises for five years and she’s now taking time to reflect. She writes down her employee experience in a company review:“In my five years at Apollo Enterprises, I’ve enjoyed the relationships I’ve built with everyone in the office. I love coming to work because it feels like a community.I work in customer service and I truly feel like my work has a purpose. I’m really good at what I do, and without my role, our company wouldn’t have loyal customers. I know that the company will always need my role, so I’m not worried about losing my job, but I do occasionally feel like others don’t appreciate my skills, which causes me to lose confidence. ",
   "q4":"5 ways to improve employee satisfaction",
    "d4": "Employee satisfaction is important for individual productivity, but it also benefits the entire company. Happy employees stay with companies longer, and employee retention can reduce overhead costs and improve profitability. ",
    "img2":"https://assets.asana.biz/transform/2414cdfa-fa92-45f6-a2af-00c8a29a6fda/inline-leadership-employee-satisfaction-2-2x-1?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "How to set and track stretch goals to inspire your team",
    "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
    "name": "Team CPM",
    "time": "November 19th, 2022 • 5 min read",
   
    "picture": "https://assets.asana.biz/transform/83e90c49-5cd9-4c72-8231-d4e46d543554/article-goals-stretch-goals-2x?io=transform:fill,width:768&format=webp",
   
 
    "q1":"Summary",

    "d1": "Stretch goals are purposefully ambitious goals that challenge your team to step outside of their comfort zone. While they’re not for everyone, teams that are already performing well may get a boost from stretch goals. Besides inspiring and motivating your team, stretch goals can also positively impact your company’s performance and increase your chances of success.",
    "q2":"What are stretch goals?",
    "d2": "Stretch goals are deliberately challenging goals that can inspire your team and boost their performance. Properly set stretch goals can be the breath of fresh air your team needs to get out of their comfort zone and enhance their performance.",
    "q3":"How to set and achieve stretch goals",
   "d3": "There’s a difference between dreaming of an accomplishment and setting a stretch goal. Follow these steps to define what your stretch goal will be and how you and your team will achieve it:Ask yourself open-ended questions to define your stretch goal. Think about what the best case scenario of reaching your stretch goal could look like. How can your team improve their current work processes? How can you positively impact your industry? These types of questions will help you determine what kind of stretch goal to set. ",
   "q4":"The stretch goal paradox",
    "d4": "Stretch goals aren’t for everyone. Before setting one, it’s important to evaluate if and when your team is ready for this goal setting tool.  ",
   
    "img2":"https://assets.asana.biz/transform/b48f24b1-b232-4194-8f1f-37f5def2157c/inline-goals-stretch-goals-2-2x?io=transform:fill,width:768&format=webp"
    },
    {
        "title": "What is CPM Work Graph®?",
      
        
        "imgname":"https://assets.asana.biz/m/166a8051de79d13c/original/contributor-julia-martins-2x.png",
        "name": "Chang Hewitt",
        "time": "November 12th, 2022 • 2 min read",
        "picture": "https://assets.asana.biz/transform/8ee60630-61ff-4f38-b0c8-5d4920dd5cc6/article-leadership-company-values-examples-2x?io=transform:fill,width:768&format=webp",
     
       
        "q1":"How the container data model impedes cross-functional collaboration",
    
        "d1": "The problems with cross-functional collaboration usually start at the project development level. These problems aren’t caused by individuals—rather, they often stem from the tools we use to coordinate work. The reality is, some of our most important business tools force us to organize information using one-to-one relationships.",
        "q2":"Enabling cross-department collaboration",
        "d2": "Ultimately, your most important and high-impact projects involve stakeholders from across the business, which means organizing work within the container data model isn’t enough. Rather than inadvertently siloing work, you need a way to increase visibility across departments. ",
        "q3":"The CPM Work Graph® data model",
       "d3": "You can’t do great cross-functional work in a silo. To enable cross-department collaboration, you need a flexible way to organize work. We needed that too, which is why we built the Asana Work Graph® data model—a system flexible enough that any piece of work can have a one-to-many relationship. ",
       "q4":"Build cross-functional bridges",
        "d4": "Teamwork is built on trust. But when teams don’t share the same set of facts, they aren’t able to work toward the same company objectives and align on the same priorities in real time. By leading with a cross-functional mentality, you can unblock siloed work and empower collaboration—instead of stifling it.",
        "img2":"https://assets.asana.biz/transform/fd089bbf-fb05-42f8-aa4a-32f91379dbe9/article-company-work-graph-2x?io=transform:fill,width:768&format=webp"
       
     
     },
     {
            "title": "6 steps to create a daily schedule template",
           
            "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
            
            "name": "Team CPM",
            "time": "October 20th, 2022 • 7 min read",
            "picture": "https://assets.asana.biz/transform/0c71b880-f528-45c6-8ee3-a704941b9358/article-productivity-daily-schedule-template-2x?io=transform:fill,width:768&format=webp",
           
           
            "q1":"Summary",
        
            "d1": "A daily schedule is an excellent way to manage life’s moving parts. It can give you structure, reduce stress, and increase productivity. When you create your daily schedule template in an online tool, you’ll have the added flexibility to make changes and track updates in real-time. Plus, by visualizing your work in multiple ways, you can plan your day and set yourself up for success.",
            "q2":"What is a daily schedule template?",
            "d2": "Every day, you go through a routine set of tasks, both at work and in your personal life. Juggling this mental to-do list is exhausting, and more often than not, it doesn't help you get the work done. That's where a daily schedule comes in—you can book time in your daily calendar for everything you need to accomplish in the next 24 hours. You can use the same outline for your schedule every day—a daily schedule template. Then, you can simply copy the template, update with today's tasks, and get to work.",
            "q3":"Now, let’s talk about your schedule planner",
           "d3": "We all love a good physical, aesthetically-pleasing schedule planner. But, reader, we’ll be honest with you—as nice as they are to look at, physical daily schedules don’t have what it takes to help you organize your life.You’ve likely already experienced the classic physical schedule issues: disorganization, cramped writing, not enough space, no context, and—we shudder to even think it—losing your planner",
     
           "q4":"6 steps to create a daily schedule",
            "d4": "Regardless of the online scheduling tool you choose, follow these six steps to create an organized, beautiful daily schedule.Before you can organize your to-dos, you first need to make a list of all the items you need to do for the day. You can add these items one by one to your scheduling app so you know you’ve recorded them, or use a technique like the Getting Things Done (GTD) method to systematically capture everything you need to get done. ",
            "img2":"https://assets.asana.biz/transform/f5614391-f91f-4684-9d7a-88f50676d9ff/inline-productivity-daily-schedule-template-2-2x?io=transform:fill,width:768&format=webp"
         
     }
   
  ]