[
    {
      "title": "7 steps to crafting a winning event proposal (with template)",
      "time": "January 12th, 2023 • 7 min read",
    
      "picture": "https://assets.asana.biz/transform/b938a6f0-28f0-40c9-92cb-57dc95de16b7/article-project-planning-event-proposal-template-2x-2?io=transform:fill,width:768&format=webp",
     
      "name": "Team CPM",
      "q1":"Summary",
      "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",

      "d1": "Like a resume, an event proposal showcases your event management skills and experiences for potential stakeholders to consider when deciding who will run an event. Use our event proposal template and follow these seven steps for writing an impressive proposal.Whether you're organizing an industry-wide seminar or seeking sponsorships for an upcoming tradeshow, a winning event proposal illustrates why stakeholders should trust that your event will be a success. ",
      "q2":"What are the components of an event proposal?",
      "d2": "An event proposal is a comprehensive document that outlines every element of organizing a new event. You will typically create these in response to a request for proposal (RFP) that requires an event manager, but you can also use it to pitch a company function to key stakeholders or attract sponsors for an upcoming event.Like a resume, an event proposal showcases your unique skills and event organizing capabilities for potential clients and stakeholders to consider when deciding who will run an event. You provide them with a chance to review the elements you will incorporate to make their event a success.",
      "q3":"Best practices for writing your event proposal",
     "d3": "Storytelling elicits emotion and excitement—two things that can help tip the scales in your favor. When writing your event description, your client should be the hero of the story. Describe what they can accomplish with your help—and what’s at stake if they go with another event planner.Adding drama to the story is just a small example of how you can bring their event to life. By giving yourself a place in their story, you’re building an emotional connection with the client that will make it difficult for them to establish with another party planner.",
     "q4":"Get the gig with a top-notch event proposal",
      "d4": "The best event proposals balance thorough research and detailed lists with descriptive writing and rich visuals. As you compose your proposal, remember to not only highlight your suggestions and vision for the event but also how it all ties back to your client’s values and expectations.Once they hire you for the job, use your proposal to streamline your event management process. An event planning template will help you stay on top of supplier communications, budget tracking, team schedules, and more.",
    
      "img2":"https://assets.asana.biz/transform/09886830-d632-44bb-8ccf-779f061967c4/report-web-nucleus-resources-2x?io=transform:fill,width:768&format=webp"
    },
    {
      "title":"Timesheet templates: How to track team progress",
      "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
      "time": "January 10th, 2023 • 6 min read",
    
      "picture": "https://assets.asana.biz/transform/a89fe7eb-6fe8-4544-9127-90a7ba87da9f/article-productivity-work-schedule-template-2x?io=transform:fill,width:768&format=webp",
      "name": "Team CPM",
      "q1":"Summary",

      "d1": "Timesheets keep track of team member work hours and help companies hit their goals. But did you know that timesheets can also help you manage projects and monitor team performance? In this article, learn how to integrate online time tracking with your daily workflow to align your team and increase flexibility.",
      "q2":"Online time tracking vs. manual",
      "d2": "Traditionally, timesheets are printed out at the beginning of the day or week and used to track a team member’s working hours. And while there’s something satisfying about doing it on paper, paper timesheets have several disadvantages—they can get lost, they quickly become outdated when something changes, and there can only be one source of truth. ",
      "q3":"Types of timesheet views",
     "d3": "The timesheets you use for your team will likely depend on two things—how often your team members get paid and any local or federal laws. Aligning timesheets with company pay periods allows you to view time in well-defined blocks, align work hours with team member paychecks, and share timesheets with other departments as needed.",
     "q4":"How to use a timesheet template",
      "d4": "Timesheets aren’t difficult to use, but if team members don’t fill them out correctly, it can result in inaccurate pay and be cumbersome to fix. Explaining this process to your team can prevent project risks or inaccuracies.",
      "img2":"https://assets.asana.biz/transform/bca4c26d-0f4a-4850-b9a3-ff698d140b19/inline-project-management-project-management-phases-2-2x?io=transform:fill,width:768&format=webp"
      
   
    },
    {
    "title": "Create an action plan that drives results",
    "imgname":"https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
    "time": "January 8th, 2023•6 min read",
 
    "picture": "https://assets.asana.biz/transform/dc65bdfc-be59-4dde-8e50-64773d2d14d7/article-goals-action-plan-2x?io=transform:fill,width:768&format=webp",
    
    "name": "Akicia Raeburn",
    "q1":"Summary",

    "d1": "An action plan outlines precisely how you’re planning to accomplish your goals. It’s the perfect way to approach goals systematically and keep your team on target. In this article, we will cover how to create an action plan in six steps and how to implement it successfully. Plus, learn more about the differences between action plans, project plans, and to-do lists.",
    "q2":"What is an action plan?",
    "d2": "An action plan is a list of tasks or steps you need to complete to achieve your goals. An effective action plan works like a management plan for your company’s initiatives, outlining the steps you need to take to make these larger goals a success. Once you go through the goal-setting process, create an action plan with specific tasks and timeframes to reach each goal. ",
    "q3":"Who needs an action plan?",
   "d3": "An action plan is useful for anyone who needs a step-by-step planning process. When you create an action plan, you detail exactly what actions you'll take to accomplish your project goals. These plans can help you organize your to-dos and ensure you have the necessary information and resources to accomplish your goals.",
   "q4":"6 steps to create an action plan”",
    "d4": "When it comes to setting goals, clarity is the single most important quality. With the SMART goal method, your goal is clearly defined and attainable. Set specific, measurable, achievable, realistic, and time-bound goals to benefit from this tactic.",
    "img2":"https://assets.asana.biz/transform/bca4c26d-0f4a-4850-b9a3-ff698d140b19/inline-project-management-project-management-phases-2-2x?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "Planning poker: The all-in strategy for Agile estimation",
    "imgname":"https://assets.asana.biz/m/552277185502c0b8/original/contributor-sarah-laoyan-2x.png",
    "time": "December 19th, 2022 • 4 min read",
   
    "picture": "https://assets.asana.biz/transform/038b5820-4695-4dc1-8990-e9ee1a5d09f6/article-project-planning-RFI-template-2x?io=transform:fill,width:768&format=webp",
    "name": "Mofassel Hosain",
 
    "q1":"Summary",

    "d1": "While it sounds like a popular card game, planning poker is actually an Agile estimation method. Agile teams use planning poker to estimate the amount of effort it takes to complete a user story. Learn more about the planning poker process and how this technique can help your Agile team create more accurate estimations.",
    "q2":"What is planning poker?",
    "d2": "Planning poker is an estimation method that helps your Agile team project the amount of effort one user story in a product backlog could take to complete. Often used in Agile project management methodologies, it’s sometimes referred to as “Scrum poker” or “pointing poker.” The “poker” aspect of the name refers to the cards that each team member uses during the process.",
    "q3":"When to have a planning poker session",
   "d3": "Planning poker typically occurs right before the sprint planning process, so the product manager or Scrum master can get an accurate sense of work before scheduling out a sprint. You can use this estimation method once per sprint—since items are continually added to a product or sprint backlog, you should have a constant supply of backlog items to pull into each sprint.If you only have a small amount of user stories to discuss in your product backlog, you can combine this session onto the end of a daily standup meeting since all team members are already present.  ",
   "q4":"Plan your sprint with a work management tool",
    "d4": "Keep your Agile team on the same page by using a work management tool. Asana helps you plan and organize your Agile projects in a tool that’s flexible and collaborative. Whether your team works in a Kanban board or a more linear timeline, Asana has the features to help your Agile team build quickly. ",
   
    "img2":"https://assets.asana.biz/transform/6d5718b4-a11a-4525-999d-36cb836d1ee3/article-business-strategy-perceptual-map-template-2x?io=transform:fill,width:768&format=webp"
    },
    {
        "title": "4 steps of the PEST analysis process",
        "time": "December 18th, 2022 • 5 min read",
        
        "imgname":"https://assets.asana.biz/m/552277185502c0b8/original/contributor-sarah-laoyan-2x.png",
        "picture": "https://assets.asana.biz/transform/fac16061-f9f0-4d49-a740-a6a665419748/article-business-strategy-strategic-management-stages-2x?io=transform:fill,width:768&format=webp",
       
        "name": "Chang Hewitt",
        "q1":"Summary",
    
        "d1": "A PEST analysis is a research tool that helps you analyze the surrounding political, economic, socio-cultural, and technological environment that can affect your business. Learn how this tool can help prevent risk and inform your team’s future business decisions.",
        "q2":"What is a PEST analysis?",
        "d2": "A PEST analysis is a research tool that helps you analyze the external political, economic, socio-cultural, and technological changes that can affect your business. This is a shortened version, as sometimes the acronym is lengthened to PESTEL to include legal and environmental factors in addition to the first four. ",
        "q3":"PEST analysis vs. SWOT analysis",
       "d3": "A PEST analysis is often associated with a SWOT analysis, but these two tools focus on different parts of your strategy.A PEST analysis is a tool to help analyze the external environment so your team can create more accurate decisions for big picture financial decisions. This is the tool you would use when you are considering any economic factors or potential changes to your business strategy.A SWOT analysis narrows in on a more project-specific level. SWOT analysis helps to find strengths, weaknesses, opportunities, and threats for a specific project or business plan. You can use information from a PEST analysis to inform a SWOT analysis.",
       "q4":"When to use a PEST analysis",
        "d4": "A PEST analysis can help you break down and understand external conditions and changes that are impacting your business. You can use a PEST analysis reactively to understand unexpected changes or proactively to evaluate whether a market or decision is right for your company. Take a look at some specific instances where a PEST analysis can be beneficial.",
        "img2":"https://assets.asana.biz/transform/868ab9df-97a6-4b0d-a44b-28ffb5fe9ff3/inline-collaboration-team-communication-1-2x?io=transform:fill,width:768&format=webp"
       
     
     },
     {
            "title": "6 techniques for accurate project estimation",
            "time": "January 13th,2023 •  4 min read",
            "imgname":"https://assets.asana.biz/m/552277185502c0b8/original/contributor-sarah-laoyan-2x.png",
            
            "picture": "https://assets.asana.biz/transform/2f966517-495c-4c1d-bbc2-2f2856d6c97f/article-collaboration-building-rapport-2x?io=transform:fill,width:768&format=webp",
            
            "name": "Chang Hewitt",
            "q1":"Summary",
        
            "d1": "Project estimation helps project managers and stakeholders get a sense of how long a project will take, what kind of resources are needed, and what deliverables will be required for project completion. In this article, learn six different strategies for how you can accurately estimate key aspects of your next project.",
            "q2":"What is project estimation?",
            "d2": "A project estimation is an informed prediction for the time, cost, and resources a project will need from start to finish. Most project estimations use past information to make an educated prediction. For example, this information can include timelines and budgets from similar projects, past project estimation experience, and previous stakeholder requirements.The project management triangle is an important part of the project estimation process. Because of the relationship between these three variables, you can accurately estimate the third variable if you have enough information about the other two variables. ",
            "q3":"How to accurately estimate a project",
           "d3": "The idea is that every project requires a perfect balance of all three variables. If you have to increase one part of the triangle, something else has to change for the project to remain balanced. For example, if the project scope increases, often the cost or the time must increase as well. If a project’s time decreases, either the scope or the cost must increase to balance it out.",
     
           "q4":"Why estimation is important for project management",
            "d4": "Estimations are a necessary part of the project planning process. Almost every type of project— from Agile projects to more linear waterfall projects—can benefit from project estimation. Here’s why.One common way project managers keep projects running smoothly is by making sure their teams match estimations as closely as they can. Because they know exactly how much time, budget, and resources they have available for a certain phase of a project, they’re able to help the team stay within those boundaries. ",
            "img2":"https://assets.asana.biz/transform/868ab9df-97a6-4b0d-a44b-28ffb5fe9ff3/inline-collaboration-team-communication-1-2x?io=transform:fill,width:768&format=webp"
         
     }
   
  ]