[
    
    {
    "title": "Streamline your business’ tech stack with enterprise resource planning",

    "imgname":"https://assets.asana.biz/m/ce1ab05aa3f765c/original/contributor-headshot-whitney-vige.png",
    "name": "Whitney Vige",
    "time": "February 2nd, 2023 • 4 min read",
 
    "picture": "https://assets.asana.biz/transform/ae8408b3-9e48-44f3-a533-2ce720eb12f5/article-agile-scrumban-2x?io=transform:fill,width:768&format=webp",
   
   
    "q1":"Summary",

    "d1": "Enterprise resource planning is the process of merging company software and applications into a single, centralized platform. By consolidating your tech stack, you can reduce process inefficiencies and bring all your organization’s work together in one place. Coordinate, collaborate, and communicate—without switching tools. ",
    "q2":"What is enterprise resource planning?",
    "d2": "Enterprise resource planning (ERP) is the process of integrating all company software and business-related applications into a single platform. For example, ERP implementation might involve merging an organization’s customer relationship management software, financial management technologies, HR tools, and other business-critical software systems into a centralized location. This allows teams to access the company’s tools in one place, cutting down on timely manual tasks while increasing visibility and cross-team collaboration. ",
    "q3":"How does enterprise resource planning work?",
   "d3": "Have you ever stopped to count how many systems your organization uses? The number might be higher than you expect. Think about the last time you needed to solve a problem with a tool—did you consider using your existing systems, or just tack on new tech to solve the problem? Often, companies adopt technology without evaluating the tools already in place, or thinking about how they work together. The result is a large, siloed—and costly—tech stack. ",
   "q4":"What are the benefits of enterprise resource planning?",
    "d4": "App switching isn’t just a time-suck—it’s a productivity killer. Our research found that workers at enterprise companies miss 19% of messages every day. Plus, these workers are 23% less efficient with a 20% reduction in attention span as a result of using too many apps.",
    "img2":"https://assets.asana.biz/transform/2414cdfa-fa92-45f6-a2af-00c8a29a6fda/inline-leadership-employee-satisfaction-2-2x-1?io=transform:fill,width:768&format=webp"
    },
    {
    "title": "Timesheet templates: How to track team progress",
    "imgname":"https://assets.asana.biz/m/eeba90c03983142/original/contributor-image-coral-2x.png",
    "name": "Team CPM",
    "time": "January 10th, 2023 • 6 min read",
   
    "picture": "https://assets.asana.biz/transform/a89fe7eb-6fe8-4544-9127-90a7ba87da9f/article-productivity-work-schedule-template-2x?io=transform:fill,width:768&format=webp",
   
    
    "q1":"Summary",

    "d1": "Timesheets keep track of team member work hours and help companies hit their goals. But did you know that timesheets can also help you manage projects and monitor team performance? In this article, learn how to integrate online time tracking with your daily workflow to align your team and increase flexibility.",
    "q2":"Online time tracking vs. manual",
    "d2": "Traditionally, timesheets are printed out at the beginning of the day or week and used to track a team member’s working hours. And while there’s something satisfying about doing it on paper, paper timesheets have several disadvantages—they can get lost, they quickly become outdated when something changes, and there can only be one source of truth.",
    "q3":"Types of timesheet views",
   "d3": "The timesheets you use for your team will likely depend on two things—how often your team members get paid and any local or federal laws. Aligning timesheets with company pay periods allows you to view time in well-defined blocks, align work hours with team member paychecks, and share timesheets with other departments as needed. ",
    "q4": "How to use a timesheet template",
    "d4":"Timesheets aren’t difficult to use, but if team members don’t fill them out correctly, it can result in inaccurate pay and be cumbersome to fix. Explaining this process to your team can prevent project risks or inaccuracies",
   
    "img2":"hhttps://assets.asana.biz/transform/5307c6f4-00c4-44f7-b34a-49ee11f7543b/inline-productivity-time-sheet-template-2-2x?io=transform:fill,width:768&format=webp"
    },
    {
        "title": "Create an action plan that drives results",
      
        
        "imgname":"https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
        "name": "Chang Hewitt",
        "time": "January 8th, 2023 • 6 min read",
        "picture": "https://assets.asana.biz/transform/dc65bdfc-be59-4dde-8e50-64773d2d14d7/article-goals-action-plan-2x?io=transform:fill,width:768&format=webp",
       
       
        "q1":"Summary",
    
        "d1": "An action plan outlines precisely how you’re planning to accomplish your goals. It’s the perfect way to approach goals systematically and keep your team on target. In this article, we will cover how to create an action plan in six steps and how to implement it successfully. Plus, learn more about the differences between action plans, project plans, and to-do lists.",
        "q2":"What is an action plan?",
        "d2": "An action plan is a list of tasks or steps you need to complete to achieve your goals. An effective action plan works like a management plan for your company’s initiatives, outlining the steps you need to take to make these larger goals a success. Once you go through the goal-setting process, create an action plan with specific tasks and timeframes to reach each goal. ",
        "q3":"Who needs an action plan?",
       "d3": "An action plan is useful for anyone who needs a step-by-step planning process. When you create an action plan, you detail exactly what actions you'll take to accomplish your project goals. These plans can help you organize your to-dos and ensure you have the necessary information and resources to accomplish your goals. ",
       "q4":"6 steps to create an action plan",
        "d4": "When it comes to setting goals, clarity is the single most important quality. With the SMART goal method, your goal is clearly defined and attainable. Set specific, measurable, achievable, realistic, and time-bound goals to benefit from this tactic.For example, your goal could be to deliver your current project (measurable) in four months (time-bound) without overspending (specific). Assuming this goal is both achievable and realistic based on your available resources, it’s a great SMART goal to set for yourself.",
        "img2":"https://assets.asana.biz/transform/c7e4df9d-bfa9-4aa6-8ef7-4497171307c9/inline-goals-action-plan-1-2x?io=transform:fill,width:768&format=webp"
       
     
     },
     {
            "title": "Project management software and tools: Your best picks for 2023",
           
            "imgname":"https://assets.asana.biz/m/27631e3bd2134d35/original/contributor-alicia-raeburn-1x.png",
            
            "name": "Alicia Raeburn",
            "time": "December 15th, 2022  • 8 min read",
            "picture": "https://assets.asana.biz/transform/c9ce0189-3a96-4e65-b848-b04f86fa5850/article-project-planning-needs-assessment-2x?io=transform:fill,width:768&format=webp",
          
            "q1":"Summary",
        
            "d1": "Project management software connects teams, enabling everyone in the organization to prioritize the work that matters most. Software that fosters this type of high-level collaboration is essential for most companies. But at a glance, many of the tools organizations use have seemingly similar features. Use our guide to narrow down your choices and understand which tools are best for different types of companies.",
            "q2":"What is project management software?",
            "d2": "Project management software is a tool that helps teams to organize, track, and execute work. In its simplest form, you can think of project management software as an interactive workspace, where you coordinate the way you work, collaborate, and communicate with others. But the best project management software goes far beyond that—connecting your most advanced workflows across the company and helping you achieve your biggest, boldest goals. ",
            "q3":"Why use project management software?",
           "d3": "These days, everyone manages projects, but they don’t always have the tools they need to manage projects effectively. This often leads to teams using a spreadsheet, which is great for organizing work but doesn't show real-time updates. Spreadsheets are extremely manual, and can actually impede cross-functional collaboration. In short, they lack the capabilities of project management software. ",
     
           "q4":"The 11 best project management software & tools in 2023 ",
            "d4": "There’s a wide range of project management software available in today’s market—choosing just one can feel overwhelming. That’s why we compiled this list of the best products in the industry today, and the types of businesses they’re most likely to help. See how each one compares, and the different ways project management software can streamline and enhance your work.",
            "img2":"https://assets.asana.biz/transform/936a6392-5a50-48ed-90b9-d7625b6218bc/inline-timeline-view-campaign-management-2x?io=transform:fill,width:768&format=webp"
         
     }
   
  ]